Repository: jjundev/project_wattly
Catalog: Wattly/Resources/Localizable.xcstrings
Source language: ko
Languages: ar, cs, da, de, el, en, es, fi, fr, he, hi, hu, id, it, ja, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 1. 아래 버튼으로 시스템 설정 > 배터리 이동
ar: 1. استخدم الزر أدناه لفتح إعدادات النظام > البطارية
cs: 1. Pomocí tlačítka níže otevřete Nastavení systému > Baterie
da: 1. Brug knappen nedenfor til at åbne Systemindstillinger > Batteri
de: 1. Verwenden Sie die Schaltfläche unten, um Systemeinstellungen > Batterie zu öffnen
el: 1. Χρησιμοποιήστε το παρακάτω κουμπί για να ανοίξετε τις Ρυθμίσεις συστήματος > Μπαταρία
en: 1. Use the button below to open System Settings > Battery
es: 1. Usa el botón de abajo para abrir Ajustes del Sistema > Batería
fi: 1. Avaa Järjestelmäasetukset > Akku alla olevalla painikkeella
fr: 1. Utilisez le bouton ci-dessous pour ouvrir Réglages Système > Batterie
he: 1. השתמש בכפתור למטה כדי לפתוח את הגדרות המערכת > סוללה
hi: 1. सिस्टम सेटिंग्स > बैटरी खोलने के लिए नीचे दिए गए बटन का उपयोग करें
hu: 1. Használja az alábbi gombot a Rendszerbeállítások > Akkumulátor megnyitásához
id: 1. Gunakan tombol di bawah untuk membuka Pengaturan Sistem > Baterai
it: 1. Usa il pulsante in basso per aprire Impostazioni di Sistema > Batteria
ja: 1. 下のボタンで「システム設定 > バッテリー」を開く
nb: 1. Bruk knappen nedenfor for å åpne Systeminnstillinger > Batteri
nl: 1. Gebruik de onderstaande knop om Systeeminstellingen > Batterij te openen
pl: 1. Użyj przycisku poniżej, aby otworzyć Ustawienia systemowe > Bateria
pt_br: 1. Use o botão abaixo para abrir Ajustes do Sistema > Bateria
pt_pt: 1. Utilize o botão abaixo para abrir Definições do Sistema > Bateria
ro: 1. Utilizați butonul de mai jos pentru a deschide Configurări sistem > Baterie
ru: 1. Нажмите кнопку ниже, чтобы открыть «Системные настройки» > «Аккумулятор»
sv: 1. Använd knappen nedan för att öppna Systeminställningar > Batteri
th: 1. ใช้ปุ่มด้านล่างเพื่อเปิด การตั้งค่าระบบ > แบตเตอรี่
tr: 1. Sistem Ayarları > Pil bölümünü açmak için aşağıdaki düğmeyi kullanın
uk: 1. Скористайтеся кнопкою нижче, щоб відкрити Системні параметри > Акумулятор
vi: 1. Sử dụng nút bên dưới để mở Cài đặt hệ thống > Pin
zh_hans: 1. 使用下方按钮打开“系统设置 > 电池”
zh_hant: 1. 使用下方按鈕開啟「系統設定 > 電池」

source: 100% 완충
ar: شحن كامل 100%
cs: Plné nabití na 100 %
da: 100 % fuld opladning
de: 100% Vollladung
el: 100% Πλήρης φόρτιση
en: 100% Top Up
es: Carga completa al 100%
fi: 100 % täysi lataus
fr: Recharge à 100 %
he: טעינה מלאה ל-100%
hi: 100% पूर्ण चार्ज
hu: 100%-os teljes töltés
id: Pengisian Penuh 100%
it: Carica completa al 100%
ja: 100%フル充電
nb: 100 % fullading
nl: 100% volledig opladen
pl: Pełne naładowanie do 100%
pt_br: Recarga 100%
pt_pt: Recarga a 100%
ro: Încărcare completă 100%
ru: Зарядка до 100%
sv: 100 % fulladdning
th: ชาร์จเต็ม 100%
tr: %100 Tam Şarj
uk: Заряджання до 100%
vi: Sạc đầy 100%
zh_hans: 100% 充满
zh_hant: 100% 充滿

source: 100%까지 충전
ar: الشحن حتى 100%
cs: Nabít na 100 %
da: Oplad til 100 %
de: Auf 100 % laden
el: Φόρτιση έως 100%
en: Charge to 100%
es: Cargar al 100 %
fi: Lataa 100 %:iin
fr: Charger jusqu'à 100 %
he: טעינה עד 100%
hi: 100% तक चार्ज करें
hu: Töltés 100%-ig
id: Isi Daya hingga 100%
it: Carica al 100%
ja: 100%まで充電
nb: Lad til 100 %
nl: Opladen tot 100%
pl: Naładuj do 100%
pt_br: Carregar até 100%
pt_pt: Carregar até 100%
ro: Încarcă până la 100%
ru: Зарядка до 100%
sv: Ladda till 100 %
th: ชาร์จถึง 100%
tr: %100'e Kadar Şarj Et
uk: Заряджання до 100%
vi: Sạc đến 100%
zh_hans: 充电至 100%
zh_hant: 充電至 100%

source: 12시간 동안 진행이 없어 자동으로 취소하고 원래 충전 설정으로 되돌렸습니다.
ar: لم يُحرز أي تقدم لمدة 12 ساعة، لذا تم إلغاء العملية واستعادة إعدادات الشحن الخاصة بك.
cs: Po dobu 12 hodin nedošlo k žádnému postupu, proto byl proces zrušen a vaše nastavení nabíjení bylo obnoveno.
da: Der var ingen fremgang i 12 timer, så det blev annulleret, og dine opladningsindstillinger blev gendannet.
de: Da 12 Stunden lang kein Fortschritt erzielt wurde, wurde der Vorgang abgebrochen und deine Ladeeinstellungen wurden wiederhergestellt.
el: Δεν σημειώθηκε πρόοδος για 12 ώρες, οπότε ακυρώθηκε και οι ρυθμίσεις φόρτισής σας επαναφέρθηκαν.
en: Nothing progressed for 12 hours, so it was cancelled and your charging settings were restored.
es: No hubo progreso durante 12 horas, por lo que se canceló y se restauraron tus ajustes de carga.
fi: Etenemistä ei tapahtunut 12 tuntiin, joten se peruutettiin ja latausasetuksesi palautettiin.
fr: Aucune progression n'a eu lieu pendant 12 heures, l'opération a donc été annulée et vos réglages de charge ont été restaurés.
he: לא הייתה התקדמות במשך 12 שעות, ולכן התהליך בוטל והגדרות הטעינה שלך שוחזרו.
hi: 12 घंटे तक कोई प्रगति नहीं हुई, इसलिए इसे रद्द कर दिया गया और आपकी चार्जिंग सेटिंग्स पुनर्स्थापित कर दी गईं।
hu: 12 órán át nem történt előrehaladás, ezért megszakadt, és a töltési beállításaid visszaálltak.
id: Tidak ada kemajuan selama 12 jam, sehingga proses dibatalkan dan pengaturan pengisian daya Anda dipulihkan.
it: Non ci sono stati progressi per 12 ore, quindi è stato annullato e le tue impostazioni di ricarica sono state ripristinate.
ja: 12時間進行がなかったため自動的にキャンセルされ、元の充電設定に戻されました。
nb: Det var ingen fremgang på 12 timer, så det ble avbrutt og ladeinnstillingene dine ble gjenopprettet.
nl: Er was 12 uur lang geen voortgang, dus is het geannuleerd en zijn je oplaadinstellingen hersteld.
pl: Przez 12 godzin nie nastąpił żaden postęp, więc anulowano procedurę i przywrócono Twoje ustawienia ładowania.
pt_br: Não houve progresso por 12 horas, então foi cancelado e suas configurações de carregamento foram restauradas.
pt_pt: Não houve progresso durante 12 horas, pelo que foi cancelado e as suas definições de carregamento foram restauradas.
ro: Nu a existat niciun progres timp de 12 ore, așa că a fost anulat, iar setările tale de încărcare au fost restaurate.
ru: В течение 12 часов не было прогресса, поэтому процедура была отменена, а ваши настройки зарядки восстановлены.
sv: Ingen framgång skedde på 12 timmar, så det avbröts och dina laddningsinställningar återställdes.
th: ไม่มีความคืบหน้าเป็นเวลา 12 ชั่วโมง จึงถูกยกเลิกโดยอัตโนมัติและคืนค่าการตั้งค่าการชาร์จของคุณแล้ว
tr: 12 saat boyunca ilerleme kaydedilmediği için işlem iptal edildi ve şarj ayarlarınız geri yüklendi.
uk: Протягом 12 годин не було прогресу, тому процедуру скасовано, а ваші налаштування заряджання відновлено.
vi: Không có tiến triển nào trong 12 giờ, vì vậy quá trình đã bị hủy và cài đặt sạc của bạn đã được khôi phục.
zh_hans: 12 小时内没有进展，因此已自动取消并恢复了你的充电设置。
zh_hant: 12 小時內沒有進展，因此已自動取消並還原了你的充電設定。

source: 1분 평균
ar: متوسط دقيقة واحدة
cs: 1minutový průměr
da: 1-minuts gns.
de: 1-Minuten-Durchschnitt
el: Μέσος όρος 1 λεπτού
en: 1-Min Avg
es: Media de 1 min
fi: 1 min keskiarvo
fr: Moyenne 1 min
he: ממוצע של דקה
hi: 1-मिनट औसत
hu: 1 perces átlag
id: Rata-rata 1 mnt
it: Media 1 min
ja: 1分平均
nb: 1 min snitt
nl: 1-minuutgemiddelde
pl: Średnia z 1 min
pt_br: Média de 1 min
pt_pt: Média de 1 min
ro: Medie 1 min
ru: Среднее за 1 мин
sv: 1 min-medel
th: เฉลี่ย 1 นาที
tr: 1 Dk. Ortalaması
uk: Середнє за 1 хв
vi: TB 1 phút
zh_hans: 1分钟平均
zh_hant: 1分鐘平均

source: 1초
ar: ثانية واحدة
cs: 1 s
da: 1 sek.
de: 1 Sek.
el: 1 δευτ.
en: 1s
es: 1 s
fi: 1 s
fr: 1 s
he: שנייה אחת
hi: 1 सेकंड
hu: 1 mp
id: 1 dtk
it: 1 s
ja: 1秒
nb: 1 sek
nl: 1 s
pl: 1 s
pt_br: 1 s
pt_pt: 1 s
ro: 1 s
ru: 1 с
sv: 1 s
th: 1 วินาที
tr: 1 sn
uk: 1 с
vi: 1 giây
zh_hans: 1秒
zh_hant: 1秒

source: 1회
ar: مرة واحدة
cs: Jednou
da: Én gang
de: Einmal
el: Μία φορά
en: Once
es: Una vez
fi: Kerran
fr: Une fois
he: פעם אחת
hi: एक बार
hu: Egyszer
id: Sekali
it: Una volta
ja: 1回
nb: Én gang
nl: Eenmalig
pl: Raz
pt_br: Uma vez
pt_pt: Uma vez
ro: O dată
ru: Однократно
sv: En gång
th: หนึ่งครั้ง
tr: Bir kez
uk: Один раз
vi: Một lần
zh_hans: 单次
zh_hant: 單次

source: 1회만
ar: مرة واحدة فقط
cs: Pouze jednou
da: Kun én gang
de: Nur einmal
el: Μόνο μία φορά
en: Once
es: Solo una vez
fi: Vain kerran
fr: Une seule fois
he: פעם אחת בלבד
hi: केवल एक बार
hu: Csak egyszer
id: Hanya sekali
it: Solo una volta
ja: 1回のみ
nb: Bare én gang
nl: Slechts eenmaal
pl: Tylko raz
pt_br: Apenas uma vez
pt_pt: Apenas uma vez
ro: Doar o dată
ru: Только один раз
sv: Bara en gång
th: ครั้งเดียวเท่านั้น
tr: Yalnızca bir kez
uk: Лише один раз
vi: Chỉ một lần
zh_hans: 仅一次
zh_hant: 僅一次

source: 2. '충전' 항목 우측의 ⓘ (정보) 버튼 클릭
ar: 2. انقر على زر ⓘ (المعلومات) بجوار 'صحة البطارية'
cs: 2. Klikněte na tlačítko ⓘ (Informace) vedle položky „Kondice baterie“
da: 2. Klik på knappen ⓘ (Info) ud for 'Batteritilstand'
de: 2. Klicken Sie auf die Schaltfläche ⓘ (Info) neben „Batteriezustand“
el: 2. Κάντε κλικ στο κουμπί ⓘ (Πληροφορίες) δίπλα στην «Υγεία μπαταρίας»
en: 2. Click the ⓘ (Info) button next to 'Battery Health'
es: 2. Haz clic en el botón ⓘ (Información) junto a 'Salud de la batería'
fi: 2. Napsauta ⓘ (Tiedot) -painiketta kohdan 'Akun kunto' vieressä
fr: 2. Cliquez sur le bouton ⓘ (Infos) à côté de « État de la batterie »
he: 2. לחץ על כפתור ⓘ (מידע) לצד 'בריאות הסוללה'
hi: 2. 'बैटरी स्वास्थ्य' के बगल में ⓘ (जानकारी) बटन पर क्लिक करें
hu: 2. Kattintson az ⓘ (Infó) gombra az „Akkumulátor állapota” mellett
id: 2. Klik tombol ⓘ (Info) di sebelah 'Kesehatan Baterai'
it: 2. Fai clic sul pulsante ⓘ (Info) accanto a 'Stato batteria'
ja: 2. 「バッテリーの状態」の右にある ⓘ（情報）ボタンをクリック
nb: 2. Klikk på ⓘ (Info)-knappen ved siden av «Batteritilstand»
nl: 2. Klik op de knop ⓘ (Info) naast 'Batterijconditie'
pl: 2. Kliknij przycisk ⓘ (Informacje) obok opcji „Kondycja baterii”
pt_br: 2. Clique no botão ⓘ (Informações) ao lado de 'Saúde da Bateria'
pt_pt: 2. Clique no botão ⓘ (Informações) junto a 'Estado da bateria'
ro: 2. Faceți clic pe butonul ⓘ (Informații) de lângă „Stare baterie”
ru: 2. Нажмите кнопку ⓘ (Информация) рядом с пунктом «Состояние аккумулятора»
sv: 2. Klicka på ⓘ (Info)-knappen bredvid 'Batterihälsa'
th: 2. คลิกปุ่ม ⓘ (ข้อมูล) ข้าง 'สุขภาพแบตเตอรี่'
tr: 2. 'Pil Sağlığı' yanındaki ⓘ (Bilgi) düğmesine tıklayın
uk: 2. Натисніть кнопку ⓘ (Інформація) поруч із пунктом «Справність акумулятора»
vi: 2. Nhấp vào nút ⓘ (Thông tin) bên cạnh 'Tình trạng pin'
zh_hans: 2. 点击“电池健康”旁边的 ⓘ (信息) 按钮
zh_hant: 2. 按一下「電池健康度」旁邊的 ⓘ (資訊) 按鈕

source: 20%까지 방전
ar: التفريغ حتى 20%
cs: Vybít na 20 %
da: Aflad til 20 %
de: Auf 20 % entladen
el: Εκφόρτιση έως 20%
en: Discharge to 20%
es: Descargar al 20 %
fi: Pura 20 %:iin
fr: Décharger jusqu'à 20 %
he: פריקה עד 20%
hi: 20% तक डिस्चार्ज करें
hu: Merítés 20%-ig
id: Kosongkan Daya hingga 20%
it: Scarica al 20%
ja: 20%まで放電
nb: Lad ut til 20 %
nl: Ontladen tot 20%
pl: Rozładuj do 20%
pt_br: Descarregar até 20%
pt_pt: Descarregar até 20%
ro: Descarcă până la 20%
ru: Разрядка до 20%
sv: Ladda ur till 20 %
th: คายประจุถึง 20%
tr: %20'ye Kadar Deşarj Et
uk: Розряджання до 20%
vi: Xả đến 20%
zh_hans: 放电至 20%
zh_hant: 放電至 20%

source: 24 fps 시네마틱 주사율로 배터리를 절약하며 부드럽게 회전합니다.
ar: يعمل بمعدل إطارات سينمائي 24 إطارًا/ثانية لتوفير شحن البطارية مع دوران سلس.
cs: Běží při filmové snímkové frekvenci 24 fps, což šetří baterii a zajišťuje plynulé otáčení.
da: Kører med 24 bps filmisk billedfrekvens for at spare batteri med jævn rotation.
de: Läuft mit einer Bildrate von 24 fps, um Batterie zu sparen und sich sanft zu drehen.
el: Λειτουργεί στα 24 fps με κινηματογραφικό ρυθμό ανανέωσης για εξοικονόμηση μπαταρίας με ομαλή περιστροφή.
en: Runs at 24 fps cinematic frame rate to save battery with smooth rotation.
es: Funciona a 24 fps para ahorrar batería con una rotación fluida.
fi: Toimii 24 fps:n elokuvamaisella virkistystaajuudella säästäen akkua sulavalla pyörimisellä.
fr: Fonctionne à 24 ips pour économiser la batterie tout en offrant une rotation fluide.
he: פועל בקצב פריימים קולנועי של 24 fps לחיסכון בסוללה עם סיבוב חלק.
hi: सुचारू रोटेशन के साथ बैटरी बचाने के लिए 24 fps सिनेमाई फ़्रेम दर पर चलता है।
hu: 24 fps-es moziszerű képkockasebességgel fut, akkumulátort takarítva meg finom forgás mellett.
id: Berjalan pada kecepatan bingkai sinematik 24 fps untuk menghemat baterai dengan rotasi yang mulus.
it: Funziona a 24 fps per risparmiare batteria con una rotazione fluida.
ja: 24 fpsのシネマティックフレームレートでバッテリーを節約しながら、滑らかに回転します。
nb: Kjører med 24 bps filmatisk oppdateringsfrekvens for å spare batteri med jevn rotasjon.
nl: Draait op 24 fps om batterij te besparen met een vloeiende rotatie.
pl: Działa z kinową płynnością 24 kl./s, oszczędzając baterię przy zachowaniu płynnego obrotu.
pt_br: Funciona a 24 fps para economizar bateria com uma rotação suave.
pt_pt: Funciona a 24 fps para poupar bateria com uma rotação suave.
ro: Rulează la o rată de cadre cinematografică de 24 fps pentru a economisi bateria printr-o rotație lină.
ru: Работает с кинематографической частотой 24 кадр/с для экономии заряда аккумулятора при плавном вращении.
sv: Körs med 24 bps filmisk bildfrekvens för att spara batteri med mjuk rotation.
th: ทำงานที่อัตราเฟรมภาพยนตร์ 24 fps เพื่อประหยัดแบตเตอรี่พร้อมการหมุนที่ราบรื่น
tr: Yumuşak dönüşle pil tasarrufu sağlamak için 24 fps sinematik kare hızında çalışır.
uk: Працює з кінематографічною частотою 24 кадр/с для економії заряду акумулятора при плавному обертанні.
vi: Chạy ở tốc độ khung hình chuẩn điện ảnh 24 fps để tiết kiệm pin với chuyển động xoay mượt mà.
zh_hans: 以24 fps电影级帧率运行，在节省电量的同时保持平滑旋转。
zh_hant: 以24 fps電影級影格率運作，在節省電量的同時保持流暢旋轉。

source: 2열 그리드로 지표를 콤팩트하게 배치하여 한눈에 확인하기 좋습니다.
ar: يرتب المقاييس في شبكة مدمجة من عمودين للحصول على نظرة عامة سريعة.
cs: Rozmístí metriky do kompaktní 2sloupcové mřížky pro rychlý přehled.
da: Arrangerer målinger i et kompakt 2-kolonners gitter for et hurtigt overblik.
de: Ordnet Messwerte in einem kompakten zweispaltigen Raster an für eine schnelle Übersicht.
el: Διατάσσει τις μετρήσεις σε ένα συμπαγές πλέγμα 2 στηλών για γρήγορη επισκόπηση.
en: Arranges metrics in a compact 2-column grid for quick overview.
es: Organiza las métricas en una cuadrícula compacta de 2 columnas para una vista rápida.
fi: Järjestää mittarit kompaktiin 2-sarakkeiseen ruudukkoon nopeaa yleiskatsausta varten.
fr: Organise les mesures dans une grille compacte à 2 colonnes pour un aperçu rapide.
he: מסדר את המדדים ברשת קומפקטית של 2 עמודות לסקירה מהירה.
hi: त्वरित अवलोकन के लिए 2-कॉलम के संक्षिप्त ग्रिड में मेट्रिक्स व्यवस्थित करता है।
hu: A mérőszámokat kompakt, 2 oszlopos rácsba rendezi a gyors áttekintéshez.
id: Mengatur metrik dalam kisi 2 kolom yang ringkas untuk gambaran umum yang cepat.
it: Dispone le metriche in una griglia compatta a 2 colonne per una rapida panoramica.
ja: 指標を2列グリッドでコンパクトに配置し、一目で確認しやすくなります。
nb: Plasserer målinger i et kompakt 2-kolonners rutenett for en rask oversikt.
nl: Plaatst statistieken in een compact raster van 2 kolommen voor een snel overzicht.
pl: Układa wskaźniki w kompaktowej siatce 2-kolumnowej, ułatwiając szybki przegląd.
pt_br: Organiza as métricas em uma grade compacta de 2 colunas para uma visão rápida.
pt_pt: Organiza as métricas numa grelha compacta de 2 colunas para uma visão rápida.
ro: Aranjează valorile într-o grilă compactă cu 2 coloane pentru o vizualizare rapidă.
ru: Размещает показатели в компактной сетке из 2 колонок для быстрого обзора.
sv: Placerar mätvärden i ett kompakt 2-kolumners rutnät för en snabb överblick.
th: จัดเรียงตัวชี้วัดในตาราง 2 คอลัมน์ขนาดกะทัดรัดเพื่อให้ดูภาพรวมได้อย่างรวดเร็ว
tr: Hızlı bir genel bakış için metrikleri kompakt 2 sütunlu bir ızgarada düzenler.
uk: Розміщує показники у компактній сітці з 2 колонок для швидкого огляду.
vi: Sắp xếp các chỉ số trong lưới 2 cột nhỏ gọn để xem tổng quan nhanh chóng.
zh_hans: 采用双列网格紧凑排列指标，便于一目了然地快速查看。
zh_hant: 採用雙欄網格緊湊排列指標，便於一目了然快速檢視。

source: 2초
ar: ثانيتان
cs: 2 s
da: 2 sek.
de: 2 Sek.
el: 2 δευτ.
en: 2s
es: 2 s
fi: 2 s
fr: 2 s
he: 2 שניות
hi: 2 सेकंड
hu: 2 mp
id: 2 dtk
it: 2 s
ja: 2秒
nb: 2 sek
nl: 2 s
pl: 2 s
pt_br: 2 s
pt_pt: 2 s
ro: 2 s
ru: 2 с
sv: 2 s
th: 2 วินาที
tr: 2 sn
uk: 2 с
vi: 2 giây
zh_hans: 2秒
zh_hant: 2秒

source: 3. '최적화된 배터리 충전' 끄기
ar: 3. أوقف تشغيل 'شحن البطارية المحسّن'
cs: 3. Vypněte „Optimalizované nabíjení baterie“
da: 3. Slå 'Optimeret batteriopladning' fra
de: 3. Deaktivieren Sie „Optimiertes Laden der Batterie“
el: 3. Απενεργοποιήστε τη «Βελτιστοποιημένη φόρτιση μπαταρίας»
en: 3. Turn off 'Optimized Battery Charging'
es: 3. Desactiva 'Recarga optimizada'
fi: 3. Poista 'Optimoitu akun lataus' käytöstä
fr: 3. Désactivez « Recharge optimisée de la batterie »
he: 3. כבה את 'טעינת סוללה מותאמת'
hi: 3. 'अनुकूलित बैटरी चार्जिंग' बंद करें
hu: 3. Kapcsolja ki az „Optimalizált akkutöltés” funkciót
id: 3. Matikan 'Pengisian Daya Baterai Optimal'
it: 3. Disattiva 'Caricamento ottimizzato'
ja: 3. 「バッテリー充電の最適化」をオフにする
nb: 3. Slå av «Optimert batterilading»
nl: 3. Schakel 'Geoptimaliseerd opladen' uit
pl: 3. Wyłącz opcję „Zoptymalizowane ładowanie”
pt_br: 3. Desative o 'Carregamento Otimizado'
pt_pt: 3. Desative o 'Carregamento otimizado'
ro: 3. Dezactivați „Încărcare optimizată a bateriei”
ru: 3. Отключите «Оптимизированная зарядка»
sv: 3. Stäng av 'Optimerad batteriladdning'
th: 3. ปิด 'การชาร์จเพื่อถนอมแบตเตอรี่'
tr: 3. 'İyileştirilmiş Pil Şarjı' özelliğini kapatın
uk: 3. Вимкніть «Оптимізоване заряджання»
vi: 3. Tắt 'Sạc pin được tối ưu hóa'
zh_hans: 3. 关闭“优化电池充电”
zh_hant: 3. 關閉「最佳化電池充電」

source: 3D 기하학
ar: هندسة ثلاثية الأبعاد
cs: 3D geometrie
da: 3D-geometri
de: 3D-Geometrie
el: 3D Γεωμετρία
en: 3D Geometry
es: Geometría 3D
fi: 3D-geometria
fr: Géométrie 3D
he: גאומטריה תלת-ממדית
hi: 3D ज्यामिति
hu: 3D geometria
id: Geometri 3D
it: Geometria 3D
ja: 3Dジオメトリ
nb: 3D-geometri
nl: 3D-geometrie
pl: Geometria 3D
pt_br: Geometria 3D
pt_pt: Geometria 3D
ro: Geometrie 3D
ru: 3D-геометрия
sv: 3D-geometri
th: เรขาคณิต 3 มิติ
tr: 3B Geometri
uk: 3D-геометрія
vi: Hình học 3D
zh_hans: 3D 几何
zh_hant: 3D 幾何

source: 3D 큐브
ar: مكعب ثلاثي الأبعاد
cs: 3D krychle
da: 3D-terning
de: 3D-Würfel
el: 3D κύβος
en: 3D Cube
es: Cubo 3D
fi: 3D-kuutio
fr: Cube 3D
he: קובייה תלת-ממדית
hi: 3D क्यूब
hu: 3D kocka
id: Kubus 3D
it: Cubo 3D
ja: 3Dキューブ
nb: 3D-kube
nl: 3D-kubus
pl: Sześcian 3D
pt_br: Cubo 3D
pt_pt: Cubo 3D
ro: Cub 3D
ru: 3D-куб
sv: 3D-kub
th: ลูกบาศก์ 3 มิติ
tr: 3D Küp
uk: 3D-куб
vi: Khối lập phương 3D
zh_hans: 3D立方体
zh_hant: 3D立方體

source: 3차원 대각선 축을 기준으로 와이어프레임 큐브가 자전합니다.
ar: يدور مكعب الإطار السلكي حول محور قطري ثلاثي الأبعاد.
cs: Drátěná krychle rotuje podél 3D diagonální osy.
da: En trådrammekubus roterer langs en 3D-diagonalakse.
de: Ein Drahtgitter-Würfel rotiert um eine diagonale 3D-Achse.
el: Ένας κύβος πλέγματος περιστρέφεται κατά μήκος ενός τρισδιάστατου διαγώνιου άξονα.
en: A wireframe cube rotates along a 3D diagonal axis.
es: Un cubo de estructura alámbrica gira a lo largo de un eje diagonal 3D.
fi: Rautalankakuutio pyörii 3D-lävistäjäakselin ympäri.
fr: Un cube filaire tourne le long d'un axe diagonal en 3D.
he: קוביית שלד מסתובבת לאורך ציר אלכסוני תלת-ממדי.
hi: एक वायरफ्रेम क्यूब 3D विकर्ण अक्ष के साथ घूमता है।
hu: Egy drótvázkocka forog egy 3D átlós tengely mentén.
id: Kubus wireframe berputar di sepanjang sumbu diagonal 3D.
it: Un cubo wireframe ruota lungo un asse diagonale 3D.
ja: ワイヤーフレームキューブが3次元の対角軸を中心に自転します。
nb: En trådrammekube roterer langs en diagonal 3D-akse.
nl: Een draadframekubus roteert langs een 3D-diagonaalas.
pl: Szkieletowy sześcian obraca się wzdłuż trójwymiarowej osi przekątnej.
pt_br: Um cubo de arame gira ao longo de um eixo diagonal 3D.
pt_pt: Um cubo de arame roda ao longo de um eixo diagonal 3D.
ro: Un cub wireframe se rotește de-a lungul unei axe diagonale 3D.
ru: Каркасный куб вращается вокруг диагональной трехмерной оси.
sv: En trådramskub roterar längs en diagonal 3D-axel.
th: ลูกบาศก์โครงลวดหมุนรอบแกนทแยงมุมแบบ 3 มิติ
tr: Tel kafes küp, 3B köşegen ekseni etrafında döner.
uk: Каркасний куб обертається вздовж діагональної 3D-осі.
vi: Khối lập phương khung dây xoay dọc theo trục chéo 3D.
zh_hans: 线框立方体沿三维对角轴自转。
zh_hant: 線框立方體沿三維對角軸自轉。

source: 4개의 수직 디지털 바가 연산 및 전력 부하에 맞춰 상하 바운스합니다.
ar: ترتد أربعة أشرطة رقمية رأسية لأعلى ولأسفل وفقًا للحوسبة وحمل الطاقة.
cs: Čtyři svislé digitální pruhy kmitají nahoru a dolů podle výpočetního a energetického zatížení.
da: Fire lodrette digitale bjælker hopper op og ned i takt med beregnings- og strømbelastning.
de: Vier vertikale digitale Balken bewegen sich passend zur Rechen- und Stromlast auf und ab.
el: Τέσσερις κάθετες ψηφιακές μπάρες αναπηδούν πάνω-κάτω σύμφωνα με το υπολογιστικό φορτίο και το φορτίο ισχύος.
en: Four vertical digital bars bounce up and down with computational and power load.
es: Cuatro barras digitales verticales rebotan arriba y abajo según la carga informática y de energía.
fi: Neljä pystysuoraa digitaalipalkkia pomppii ylös ja alas laskenta- ja virtakuorman mukaan.
fr: Quatre barres numériques verticales oscillent de haut en bas selon la charge de calcul et d'alimentation.
he: ארבעה פסים דיגיטליים אנכיים קופצים מעלה ומטה בהתאם לעומס החישוב והחשמל.
hi: चार ऊर्ध्वाधर डिजिटल बार कम्प्यूटेशनल और बिजली भार के साथ ऊपर-नीचे उछलते हैं।
hu: Négy függőleges digitális sáv mozog fel-le a számítási és energiaigénynek megfelelően.
id: Empat bilah digital vertikal memantul naik turun sesuai dengan beban komputasi dan daya.
it: Quattro barre digitali verticali oscillano su e giù in base al carico computazionale e di potenza.
ja: 4本の垂直デジタルバーが演算および電力負荷に合わせて上下にバウンドします。
nb: Fire vertikale digitale stolper spretter opp og ned i takt med beregnings- og strømbelastning.
nl: Vier verticale digitale staven bewegen op en neer op basis van reken- en stroombelasting.
pl: Cztery pionowe słupki cyfrowe odbijają się w górę i w dół w zależności od obciążenia obliczeniowego i mocy.
pt_br: Quatro barras digitais verticais oscilam para cima e para baixo com a carga computacional e de energia.
pt_pt: Quatro barras digitais verticais oscilam para cima e para baixo com a carga computacional e de energia.
ro: Patru bare digitale verticale oscilează în sus și în jos în funcție de sarcinile de calcul și de putere.
ru: Четыре вертикальные цифровые полосы колеблются вверх и вниз в такт вычислительной нагрузке и мощности.
sv: Fyra vertikala digitala staplar studsar upp och ner i takt med beräknings- och strömbelastning.
th: แถบดิจิทัลแนวตั้ง 4 แถบกระเด้งขึ้นลงตามภาระการประมวลผลและการใช้พลังงาน
tr: Dört dikey dijital çubuk, hesaplama ve güç yüküne göre yukarı ve aşağı hareket eder.
uk: Чотири вертикальні цифрові стовпчики коливаються вгору і вниз відповідно до обчислювального та енергетичного навантаження.
vi: Bốn thanh kỹ thuật số thẳng đứng nảy lên xuống theo tải tính toán và năng lượng.
zh_hans: 四个垂直数字条随计算和功率负载上下跳动。
zh_hant: 四條垂直數位長條隨運算及功率負載上下跳動。

source: 5초
ar: ٥ ثوانٍ
cs: 5 s
da: 5 sek.
de: 5 Sek.
el: 5 δευτ.
en: 5s
es: 5 s
fi: 5 s
fr: 5 s
he: 5 שניות
hi: 5 सेकंड
hu: 5 mp
id: 5 dtk
it: 5 s
ja: 5秒
nb: 5 sek
nl: 5 s
pl: 5 s
pt_br: 5 s
pt_pt: 5 s
ro: 5 s
ru: 5 с
sv: 5 s
th: 5 วินาที
tr: 5 sn
uk: 5 с
vi: 5 giây
zh_hans: 5秒
zh_hant: 5秒

source: AC
ar: شاحن
cs: Síť
da: Netstrøm
de: Netzteil
el: Ρεύμα
es: Adaptador
fi: Verkkovirta
fr: Secteur
he: חיבור לחשמל
hi: एसी
hu: Hálózat
id: Adaptor
nb: Nettstrøm
nl: Netstroom
pl: Zasilacz
pt_br: Adaptador
pt_pt: Adaptador
ro: Priză
ru: Сеть
sv: Nätström
th: ไฟบ้าน
uk: Мережа
vi: Nguồn AC

source: CPU · GPU 온도 (°C)
ar: درجة حرارة CPU · GPU (م°)
cs: Teplota CPU a GPU (°C)
da: CPU- og GPU-temperatur (°C)
de: CPU- · GPU-Temperatur (°C)
el: Θερμοκρασία CPU & GPU (°C)
en: CPU · GPU Temperature (°C)
es: Temperatura de CPU · GPU (°C)
fi: CPU:n ja GPU:n lämpötila (°C)
fr: Température CPU · GPU (°C)
he: טמפרטורת CPU · GPU (°C)
hi: CPU · GPU तापमान (°C)
hu: CPU és GPU hőmérséklet (°C)
id: Suhu CPU · GPU (°C)
it: Temperatura CPU · GPU (°C)
ja: CPU・GPU温度（°C）
nb: CPU- og GPU-temperatur (°C)
nl: CPU- · GPU-temperatuur (°C)
pl: Temperatura CPU i GPU (°C)
pt_br: Temperatura de CPU · GPU (°C)
pt_pt: Temperatura de CPU · GPU (°C)
ro: Temperatură CPU și GPU (°C)
ru: Температура CPU и GPU (°C)
sv: CPU- och GPU-temperatur (°C)
th: อุณหภูมิ CPU · GPU (°C)
tr: CPU · GPU Sıcaklığı (°C)
uk: Температура CPU та GPU (°C)
vi: Nhiệt độ CPU · GPU (°C)
zh_hans: CPU · GPU 温度 (°C)
zh_hant: CPU · GPU 溫度 (°C)
